/* menu_about */
"About Chameleon Wizard" = "Acerca do Chameleon Wizard";

/* theme_adjust */
"Adjust theme resolution:" = "Ajustar resolução Tema:";

/* smbios_advanced */
"Advanced" = "Avançado";

/* theme_apply */
"Apply" = "Aplicar";

/* lPMain */
"Apply patch:" = "Aplicar patch:";

/* menu_backup */
"Backup boot file on desktop" = "Copia ficheiro boot para secretária";

/* ti_bdmesg */
"bdmesg" = "bdmesg";

/* box_bootflags */
"Boot Flags" = "Boot Flags";

/* help_bootflags_caption */
"Boot Flags section help" = "Boot Flags seção Ajuda";

/* cb_boot0 */
"Boot0" = "Boot0";

/* cb_boot0hfs */
"Boot0hfs" = "Boot0hfs";

/* cb_boot0 */
"Boot0md" = "Boot0md";

/* bBrowse */
"Browse" = "Procurar";

/* BuildDate */
"Build date" = "Data Construção";

/* builtin */
"Built-In" = "Incorporado";

/* cancel */
"Cancel" = "Cancelar";

/* chml_fold */
"Chameleon i386 folder:" = "Chameleon Pasta i386:";

/* ch_downloaded */
"Chameleon pkg was downloaded and saved." = "Chameleon pkg foi transferida e guardada.";

/* chameleon_revision */
"Chameleon revision: " = "Revisão do Chameleon: ";

/* ch_installed */
"Chameleon was installed on selected disk." = "Chameleon foi instalado no disco selecionado.";

/* chameleon_revision */
"Chameleon's revision on selected partition: " = "Revisão do Chameleon na partição selecionada: ";

/* menu_checkatstartup */
"Check for updates at startup" = "Verificar por atualizações no inicio";

/* menu_updates */
"Check for Updates..." = "Verificar Atualizações...";

/* clear */
"Clear" = "Limpar";

/* lCDesc */
"Compilation allows you to create aml file that can be used by chameleon. Decompilation allows you to create dsl file, that can be used for edition." = "A compilação permite gerar um ficheiro aml que pode ser usado pelo chameleon. A descompilação permite gerar um ficheiro dsl, que pode ser usado para edição.";

/* Compile */
"Compile" = "Compilar";

/* lCMain */
"Compile / Decompile DSDT:" = "Compilar / Descomplilar DSDT:";

/* lCE */
"Compile/Extract" = "Compilar/Extair";

/* menu_connectbb */
"Connect to Buildbot at startup" = "No Inicio Conexão ao Buildbot";

/* connectbb */
"Connect to Buildbot" = "Conexão ao Buildbot";

/* connectio_error */
"Connection error." = "Erro de conexão.";

/* continue_caption */
"Continue?" = "Continuar?";

/* copy */
"Copy" = "Copiar";

/* download_failed */
"Couldn't download file.\nCheck your internet connection, and try again later." = "Impossivel transferir ficheiro.\nVerifique a sua ligação à internet, e tente mais tarde.";

/* efi_mount_failed */
"Couldn't mount EFI partition.\nCheck if it's formatted to HFS and has no errors." = "Impossivel montar partição EFI.\nVerifique se está formatada para HFS e sem erros.";

/* bCreate */
"Create" = "Criar";

/* lPCMain */
"Create patch file:" = "Criar ficheiro patch:";

/* created_by */
"Created by: " = "Criado por: ";

/* theme_current */
"Current theme" = "Tema corrente";

/* Decompile */
"Decompile" = "Descompilar";

/* task_detect */
"Detecting Partitions and Mount Points..." = "Detetando Partições e pontos de Montagem...";

/* box_devprops */
"Device Properties" = "Propriedades Dispositivo";

/* help_devprop_caption */
"Device Properties section help" = "Propriedades Dispositivo seção Ajuda";

/* efi_disable_desc */
"Do you want to disable EFI Partition support?\nApplication will quit after saving changes." = "Quer desabilitar suporte a Partição EFI?\nAplicação encerra depois de salvar mudanças.";

/* efi_enable_desc */
"Do you want to enable EFI Partition support?\nIt's little problematic on some computers.\nApplication will quit after saving changes." = "Quer ativar o suporte à Partição EFI?\nÉ um pouco problemático em alguns computadores.\nA Aplicação encerra após salvar as mudanças.";

/* efi_format_desc */
"Do you want to format EFI partiton to HFS filesystem?" = "Quer formatar a Partição EFI para sistema de ficheiros HFS?";

/* mail_contents */
"Don't forget to put packed zip theme, thumbnail, and your nick. \n Your e-mail address will NOT be use by me in any way.\nThanks!" = "Não se esqueça de colocar o ficheiro zip do tema, foto miniatura, e seu nick. \n O seu e-mail não será usado por mim por outro motivo.\nObrigado!";

/* ti_donate */
"Donate" = "Doar";

/* menu_donate */
"Donate_menu" = "Fazer doação.";

/* done_caption */
"Done" = "Realizado";

/* download */
"Download" = "Transferir";

/* theme_downloadapply */
"Download and apply theme" = "Transferir e aplicar tema";

/* download_pkg */
"Download pkg" = "Transferir pkg";

/* theme_download */
"Download theme:" = "Transferir tema:";

/* downloading */
"Downloading" = "Transferindo";

/* task_download */
"Downloading Chameleon..." = "Transferindo Chameleon...";

/* downloading_theme */
"Downloading theme..." = "Transferindo tema...";

/* dsdtWarnigText */
"DSDT cannot be extracted, because you are using custom file dsdt.aml. Remove it and reboot your system. In some cases you will need more kexts to keep system working without fixed dsdt." = "DSDT não pode ser extraido, porque está a usar um dsdt já editado (dsdt.aml). Remova-o e reinicie o seu sistema. Nalguns casos irá necessitar de kext para que o seu sistema continue a trabalhar sem o dsdt editado.";

/* lPAPatch */
"DSDT patch file:" = "DSDT ficheiro patch:";

/* smbios_edit */
"Edit" = "Editar";

/* menu_efi support */
"EFI partition support" = "Suporte a partição EFI";

/* error_caption */
"Error" = "Erro";

/* lQPMain */
"Extract, patch and compile DSDT:" = "Extrair, patch e compilar DSDT:";

/* lPAOrig */
"Extracted, original dsl/aml file:" = "Original ficheiro dsl/aml extraido:";

/* menu_file */
"File" = "Ficheiro";

/* folder_disk */
"Folder on disk" = "Pasta no disco";

/* menu_format */
"Format EFI partition to HFS" = "Formatar partição EFI para HFS";

/* smbios_generate */
"Generate Serial" = "Gerar Nº Série";

/* theme_getres */
"Get screen resolution" = "Obter resolução êcran";

/* box_graphics */
"Graphics" = "Gráficos";

/* help_graphics_caption */
"Graphics section help" = "Seção ajuda gráficos";

/* theme_height */
"Height:" = "Altura:";

/* help_caption */
"Help" = "Ajuda";

/* help_bootflags */
"Help_bootflags" =  "Verbose mode: Mostra as mensagens de diagnóstico durante o boot ao sistema. \n\nIgnore Boot Cache: Ignora caches do sistema. \n\nGUI: Usar GUI. \n\nTime Out: Número de segundos de intervalo antes de iniciar o boot. \n\nInstant menu: Força a visualização imediata do menu de seleção de partição. \n\nQuiet Boot:  Usar modo quiet boot  (sem mensagens ou pronto). \n\nDefault Partition: Seleciona a partição de boot por padrão. \n\n Hide Partition: Esconde partições indesejadas no menu de boot. Especificado, geralmente,\ncomo hd(x,y), com a UUID ou rótulo dentro de aspas. \n\nLegacy Logo: Usar o logo legado cinzento da apple. \n\nWait: Pronto para premir uma tecla antes de iniciar o kernel.";

/* help_devprop */
"Help_devprop" = "Nada aqui. Ignorar.";

/* help_graphics */
"Help_graphics" = "Graphics Enabler: Geração automática de Propriedades de dispositivo para placas gfx. \n\nAti Config: Usa uma configuração diferente da placa, e.x. Megalodon. \n\nAti Ports: Especifica quantidade de portas, e.x. 2. \n\nUse Ati ROM: Usar uma imagem alternativa da Ati ROM \n(caminho: /Extra/<vendorid>_<devid>_<subsysid>.rom) \n\nUse Nvidia ROM: Usar uma imagem alterntiva da Nvidia ROM \n(caminho:  /Extra/<vendorid>_<devid>.rom) \n\nVBIOS: Injectar NVIDIA VBIOS nas propriedades de dispositivo. \n\ndisplay_0: Injectar valor alternativo no display-cfg \nNVDA,Display-A@0 (HEX). \n\ndisplay_1: Injectar valor alternativo no display-cfg \nNVDA,Display-B@1 (HEX). \n\nGraphics Mode: Resolução customizada.";

/* help_misc */
"Help_misc" = "Use Kernel Cache: Irá carregar a cache do kernel e ignorará \n/E/E e /S/L/E/Extensions.mkext. \n\nnpci=0x2000: por vezes fixa erro PCI Configuration Failed. \n\n32-bit (i386): Boot kernel em modo 32-bit. \n\n64-bit (x86_64): Boot kernel em modo 64-bit. \n\nBusratio: Customiza o busratio. \n\nForce HPET:  Activa Force HPET. \n\nEthernet Built In: Automatico built-in=yes geração de proprieades de dispositivo para interface ethernet. \n\nPCI Root=1: Usa o valor 1 para PciRoot (valor padrão 0). \n\nKernel: Usa  kernel padrão. \n\nSystem Type: Seleciona o tipo de sistema, variação de valores entre 0..6 \n(padrão =1 (Desktop))";

/* help_pm */
"Help_pm" = "Generate P-States: Ativa auto geração dos estados de energia de perfomance do processador (P-States). \n\nGenerate C-States: Ativa auto geração dos estados de energia de perfomance do processador (C-States). \n\nDrop SSDT: Omitir as tabelas do SSDT  enquanto recoloca as tabelas ACPI. \n\nEnable C2 State: Ativa especificamente o estado de energia do processador, C2. \n\nEnable C3 State: Ativa especificamente o estado de energia do processador, C3. \n\nEnable C4 State: Ativa especificamente o estado de energia do processador, C4. \n\nCST Using SystemIO: Novo método de geração C-State _CST usando o registo SystemIO em vez de FixedHW.";

/* help_usb */
"Help_usb" = "USB Bus Fix: Ativa todos os fixes para USB descritos em baixo:\n\nEHCI Acquire Fix: Ativa o fix EHCI. \n\nUHCI Reset Fix: Ativa o fix UHCI. \n\nUSB Legacy Off: Ativa o fix USB Legado.";

/* lEMain */
"Here you can extract DSDT from your hardware." = "Aqui pode extrair o seu DSDT do seu hardware.";

/* menu_hideboot */
"Hide boot file" = "Esconder ficheiro boot";

/* menu_hideapp */
"Hide Chameleon Wizard" = "Esconder Chameleon Wizard";

/* menu_hideothers */
"Hide Others" = "Esconder Outros";

/* lIaslv */
"IASL Version:" = "Versão do IASL:";

/* lCInput */
"Input file (dsl/aml):" = "Introduzir ficheiro (dsl/aml):";
 
/* install */
"Install" = "Instalar";

/* inst_method */
"Install method:" = "Método de Instalação:";

/* menu_install_bdmesg */
"Install or update bdmesg tool" = "Instalar e atualizar ferramenta bdmesg";

/* task_install_boot */
"Installing boot file..." = "Instalando ficheiro boot...";

/* task_install_boot0 */
"Installing boot0 file..." = "Instalando ficheiro boot0...";

/* task_install_boot0hfs */
"Installing boot0hfs file..." = "Instalando ficheiro boot0hfs...";

/* task_install_boot0md */
"Installing boot0md file..." = "Instalando ficheiro boot0md...";

/* task_install_boot1h */
"Installing boot1h file..." = "Instalando ficheiro boot1h...";

/* installing_theme */
"Installing theme..." = "Instalando tema...";

/* instant_menu */
"Instant Menu" = "Menu Imediato";

/* fileInvalid */
"Invalid input file!" = "Ficheiro introduzido inválido!";

/* smbios_manuloc */
"Manufacturing Location:" = "Localização fabricante:";

/* mem_slot */
"Memory Slot: " = "Banco memória: ";

/* box_misc */
"Miscellaneous" = "Diversos";

/* help_misc_caption */
"Miscellaneous section help" = "Seção Ajuda Diversos";

/* smbios_modelnumber */
"Model Number:" = "Número Modelo:";

/* MountCheck */
"Mount and Check" = "Monta e Verifica";

/* menu_mount */
"Mount selected partition" = "Monta partição selecionada";

/* task_mount */
"Mounting partition..." = "Montando partição...";

/* lIaslUpDesc */
"Newer IASL versions can generate more optimized files, but they can also be oversensitive and show fake errors." = "As ultimas versões do IASL podem gerar ficheiros mais optimizados, mas também podem apresentar falsos erros.";

/* smbios_next */
"Next" = "Seguinte";

/* no */
"No" = "Não";

/* no_file */
"No boot file in selected folder." = "Ficheiro de boot inexistente na pasta selecionada.";

/* no_file */
"No boot0 file in selected folder." = "Ficheiro de boot0 inexistente na pasta selecionada.";

/* no_file */
"No boot0hfs file in selected folder." = "Ficheiro de boot0hfs inexistente na pasta selecionada.";

/* no_file */
"No boot1h file in selected folder." = "Ficheiro de boot1h inexistente na pasta selecionada.";

/* no_chameleon_revision */
"No chameleon installed on selected partition." = "Não existe Chameleon instalado na partição selecionada.";

/* noorg */
"No org.chameleon.Boot.plist on selected partition!" = "Ficheiro org.chameleon.Boot.plist inexistente na partição selecionada!";

/* ok */
"OK" = "OK";

/* open */
"Open" = "Abrir";

/* ti_org */
"org.chameleon.Boot" = "org.chameleon.Boot";

/* orgplist_notfound */
"org.chameleon.Boot.plist not found!" = "org.chameleon.Boot.plist inexistente!";

/* lPCOrig */
"Original dsl/aml file:" = "Ficheiro Original dsl/aml:";

/* not_mounted */
"Partition not mounted." = "Partição não montada.";

/* paste */
"Paste" = "Colar";

/* lPatch */
"Patch" = "Patch";

/* lPCPatched */
"Patched dsl/aml file:" = "dsl/aml patcheado:";

/* pci_notdetected */
"PCIRoot not detected." = "PCIRoot não detetado.";

/* select_efi_caption */
"Please select EFI partition." = "Selecione a partição EFI.";

/* box_pm */
"Power Management" = "Gestão Energia";

/* help_pm_caption */
"Power Management section help" = "Seção Ajuda Gestão Energia";

/* menu_preferences */
"Preferences..." = "Preferências...";

/* smbios_premade */
"Premade SMBioses" = "SMBioses Criado";

/* smbios_prev */
"Previous" = "Anterior";

/* lQuickPatch */
"Quick Patch" = "Patch rápido";

/* quiet_boot */
"Quiet Boot" = "Boot tranquilo";

/* menu_quit */
"Quit Chameleon Wizard" = "Sair Chameleon Wizard";

/* smbios_random */
"Random" = "Aleatório";

/* boot0md_desc */
"Recommended, if you have 2 (or more disks) and Windows is in other disk than OS X." = "Recomendado, se tiver 2 (ou mais discos) e o Windows estiver noutro disco que não o do OS X.";

/* boot0hfs_desc */
"Recommended, if you have one disk with OS X and Windows, or only OS X. No changes in active partitions are being preformed." = "Recomendado,se tiver no mesmo disco OS X e Windows, ou só OS X. Não serão executadas mudanças nas partições já estabelecidas.";

/* boot0_desc */
"Recommended, if you have two OS X systems on one disk and no Windows. This option will activate selected partition!" = "Recomendado, se tiver 2 sistemas de OS X no mesmo disco e não tiver o Windows. Esta opção ativará a partição selecionada!";

/* save */
"Save" = "Guardar";

/* saveas */
"Save As" = "GuardComo";

/* select */
"Select" = "Selecione";

/* mddisk_sellabel */
"Select disk on which you want to install boot0md:" = "Selecione disco onde pretende instalar boot0md:";

/* no_file */
"Selected file doesn't exist." = "Ficheiro Selecionado Inexistente.";

/* smbios_serial */
"Serial:" = "Serial:";

/* menu_services */
"Services" = "Serviços";

/* task_set_active */
"Setting Partition as Active..." = "Ativar Partição...";

/* menu_showall */
"Show All" = "Mostrar Tudo";

/* theme_size */
"Size" = "Dimensão";

/* params */
"Slide left for Quiet Boot and Instant Menu flags." = "Esq.boot silencioso opções menu imediato.";

/* ti_smbios */
"SMBios" = "SMBios";

/* sbios_notfound */
"SMBios.plist not found!" = "SMBios.plist inexistente!";

/* mismatched_models */
"SMProductName and Selected Model are not the same." = "SMProductName e modelo selecionado não são os mesmos.";

/* target_partition */
"Target partition:" = "Partição destino:";

/* lIaslAdv */
"The following options are for advanced users only." = "As opções seguintes são para utilizadores avançados .";

/* theme_desc */
"Theme Description" = "Descrição Tema";

/* theme_installed */
"Theme succesfully installed." = "Tema instalado.";

/* ti_themes */
"Themes" = "Temas";

/* timeout */
"Time Out: " = "Time Out: ";

/* smbios_uniquenumber */
"Unique Number:" = "Número unico:";

/* unknown */
"Unknown" = "Desconhecido";

/* unknown_error */
"Unknown error!" = "Erro desconhecido!";

/* menu_unmount */
"Unmount selected partition" = "Desmontar partição selecionada";

/* task_unpack */
"Unpacking Chameleon..." = "Extraindo Chameleon...";

/* unpacking_theme */
"Unpacking theme..." = "Extraindo tema...";

/* cb_update */
"Update" = "Atualizar";

/* update1h */
"Update more bootloader files. (/boot and boot1h)" = "Atualizar (/boot and boot1h)";

/* update_desc */
"Updates the bootloader. (/boot)" = "Atualizar. (/boot)";

/* theme_upload */
"Upload theme" = "Carregar Tema";

/* box_usb */
"USB" = "USB";

/* help_usb_caption */
"USB section help" = "Seção Ajuda USB";

/* smbios_weekmanu */
"Week of Manufacture:" = "Semana de fabrico:";

/* theme_width */
"Width:" = "Largura:";

/* smbios_yearmanu */
"Year of Manufacture:" = "Ano de fabrico:";

/* yes */
"Yes" = "Sim";

/* savelog */
"Save Log" = "Guardar Log";

/* closelog */
"Close" = "Fechar";

/* lQPDrop */
"You can also drop file here..." = "Pode soltar aqui o ficheiro...";

/* lPDD */
"You can also drop files here..." = "Pode soltar aqui o ficheiro...";

/* lPADesc */
"You can apply patch at the original dsdt. Both patch, and dsdt must be from the same motherboard model, with the same bios version and settings!" = "Você pode aplicar o patch no dsdt original. Tanto o patch, e dsdt deve ser a partir do mesmo modelo da placa-mãe, com a versão de BIOS e as mesmas configurações!";

/* lPCDesc */
"You can create patch file with all changes, so you can apply it on unmodified DSDT later. Both files has to be from the same motherboard model with the same Bios settings and version!" = "Você pode criar um ficheiro de patch com todas as alterações, para que você possa aplicá-lo no DSDT original. Ambos os arquivos tem que ser para a versão da placa-mãe com as mesmas configurações da Bios!";

/* lQPDesc */
"You can quickly extract your DSDT, patch it, and put it in /Extra directory using this feature. DSDT Patch must be created on the same motherboard model with the same bios version and settings!" = "Você pode rapidamente extrair o seu DSDT, corrigi-lo, e colocá-lo na pasta / Extra usar esse recurso. Patch DSDT deve ser criado com base no modelo da placa-mãe,versão de BIOS e as mesmas configurações!";

